Repository: owngoal-dev/Fila
Catalog: Fila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Enter a numeric ID. 0 is root, 501 is mobile.
ar: أدخل معرّفًا رقميًا. 0 هو root و501 هو mobile.
de: Gib eine numerische ID ein. 0 ist root, 501 ist mobile.
es: Introduce un ID numérico. 0 es root y 501 es mobile.
fr: Saisissez un identifiant numérique. 0 correspond à root, 501 à mobile.
it: Inserisci un ID numerico. 0 è root, 501 è mobile.
ja: 数値のIDを入力してください。0はroot、501はmobileです。
ko: 숫자 ID를 입력하십시오. 0은 root, 501은 mobile입니다.
pt_br: Digite um ID numérico. 0 é root, 501 é mobile.
ru: Введите числовой ID. 0 — это root, 501 — mobile.
vi: Hãy nhập ID dạng số. 0 là root, 501 là mobile.
zh_hans: 输入数字 ID。0 为 root，501 为 mobile。
zh_hant: 請輸入數字 ID。0 是 root，501 是 mobile。

source: Enter a password for the archive. Leave it empty for no password.
ar: أدخل كلمة سر للأرشيف. اتركها فارغة لعدم استخدام كلمة سر.
de: Gib ein Passwort für das Archiv ein. Lass es leer, um kein Passwort zu verwenden.
es: Introduce una contraseña para el archivo comprimido. Déjala vacía para no usar contraseña.
fr: Saisissez un mot de passe pour l’archive. Laissez le champ vide pour ne pas en utiliser.
it: Inserisci una password per l’archivio. Lasciala vuota per non usarne nessuna.
ja: アーカイブのパスワードを入力してください。空欄にするとパスワードなしになります。
ko: 아카이브의 암호를 입력하십시오. 비워 두면 암호를 사용하지 않습니다.
pt_br: Digite uma senha para o arquivo compactado. Deixe em branco para não usar senha.
ru: Введите пароль для архива. Оставьте поле пустым, чтобы обойтись без пароля.
vi: Hãy nhập mật khẩu cho kho lưu trữ. Để trống nếu không dùng mật khẩu.
zh_hans: 输入压缩包的密码。留空即为不设密码。
zh_hant: 請為壓縮檔輸入密碼。留空即為不設密碼。

source: Enter a path starting with a slash.
ar: أدخل مسارًا يبدأ بشرطة مائلة.
de: Gib einen Pfad ein, der mit / beginnt.
es: Introduce una ruta que empiece por una barra.
fr: Saisissez un chemin commençant par /.
it: Inserisci un percorso che inizia con /.
ja: スラッシュで始まるパスを入力してください。
ko: 슬래시로 시작하는 경로를 입력하십시오.
pt_br: Digite um caminho que comece com /.
ru: Введите путь, начинающийся с косой черты.
vi: Hãy nhập đường dẫn bắt đầu bằng dấu gạch chéo.
zh_hans: 输入以斜杠开头的路径。
zh_hant: 請輸入以 / 開頭的路徑。

source: Enter a port from 1024 to 65535.
ar: أدخل منفذًا من 1024 إلى 65535.
de: Gib einen Port von 1024 bis 65535 ein.
es: Introduce un puerto entre 1024 y 65535.
fr: Saisissez un port compris entre 1024 et 65535.
it: Inserisci una porta da 1024 a 65535.
ja: 1024〜65535のポート番号を入力してください。
ko: 1024에서 65535 사이의 포트를 입력하십시오.
pt_br: Digite uma porta de 1024 a 65535.
ru: Введите порт от 1024 до 65535.
vi: Hãy nhập cổng từ 1024 đến 65535.
zh_hans: 输入 1024 至 65535 之间的端口号。
zh_hant: 請輸入 1024 到 65535 之間的埠號。

source: Enter a valid number for this value.
ar: أدخل رقمًا صالحًا لهذه القيمة.
de: Gib eine gültige Zahl für diesen Wert ein.
es: Introduce un número válido para este valor.
fr: Saisissez un nombre valide pour cette valeur.
it: Inserisci un numero valido per questo valore.
ja: この値には有効な数値を入力してください。
ko: 이 값에 올바른 숫자를 입력하십시오.
pt_br: Digite um número válido para este valor.
ru: Введите допустимое число для этого значения.
vi: Hãy nhập một số hợp lệ cho giá trị này.
zh_hans: 输入有效数字。
zh_hant: 請為此值輸入有效的數字。

source: Enter an absolute path, starting with a slash.
ar: أدخل مسارًا مطلقًا يبدأ بشرطة مائلة.
de: Gib einen absoluten Pfad ein, der mit einem Schrägstrich beginnt.
es: Introduce una ruta absoluta, empezando por una barra.
fr: Saisissez un chemin absolu, commençant par une barre oblique.
it: Inserisci un percorso assoluto, che inizia con una barra.
ja: スラッシュで始まる絶対パスを入力してください。
ko: 슬래시로 시작하는 절대 경로를 입력하십시오.
pt_br: Digite um caminho absoluto, começando com uma barra.
ru: Введите абсолютный путь, начинающийся с косой черты.
vi: Hãy nhập đường dẫn tuyệt đối, bắt đầu bằng dấu gạch chéo.
zh_hans: 输入绝对路径，以斜杠开头。
zh_hant: 請輸入以斜線開頭的絕對路徑。

source: Enter an archive name without slashes. “.” and “..” cannot be used.
ar: أدخل اسم أرشيف بلا شرطات مائلة. لا يمكن استخدام “.” و“..”.
de: Gib einen Archivnamen ohne Schrägstriche ein. „.“ und „..“ können nicht verwendet werden.
es: Introduce un nombre de archivo comprimido sin barras. No se pueden usar “.” ni “..”.
fr: Saisissez un nom d’archive sans barre oblique. « . » et « .. » ne peuvent pas être utilisés.
it: Inserisci un nome di archivio senza barre. “.” e “..” non possono essere usati.
ja: スラッシュを含まないアーカイブ名を入力してください。「.」と「..」は使用できません。
ko: 슬래시 없이 아카이브 이름을 입력하십시오. “.”과 “..”은 사용할 수 없습니다.
pt_br: Digite um nome de arquivo compactado sem barras. “.” e “..” não podem ser usados.
ru: Введите имя архива без косых черт. «.» и «..» использовать нельзя.
vi: Hãy nhập tên kho lưu trữ không có dấu gạch chéo. Không thể dùng “.” và “..”.
zh_hans: 请输入不含斜杠的压缩包名称，不能使用“.”或“..”。
zh_hant: 請輸入不含斜線的壓縮檔名稱。不可使用「.」和「..」。

source: Enter an http or https URL. The file is saved in this folder.
ar: أدخل عنوان URL يبدأ بـ http أو https. يُحفظ الملف في هذا المجلد.
de: Gib eine http- oder https-URL ein. Die Datei wird in diesem Ordner gesichert.
es: Introduce una URL http o https. El archivo se guarda en esta carpeta.
fr: Saisissez une URL http ou https. Le fichier est enregistré dans ce dossier.
it: Inserisci un URL http o https. Il file viene salvato in questa cartella.
ja: http または https のURLを入力してください。ファイルはこのフォルダに保存されます。
ko: http 또는 https URL을 입력하십시오. 파일은 이 폴더에 저장됩니다.
pt_br: Digite um URL http ou https. O arquivo é salvo nesta pasta.
ru: Введите адрес http или https. Файл будет сохранён в этой папке.
vi: Hãy nhập URL http hoặc https. Tệp sẽ được lưu vào thư mục này.
zh_hans: 输入 http 或 https 网址。文件将保存到此文件夹。
zh_hant: 請輸入 http 或 https URL。檔案會儲存到此檔案夾。

source: Enter Password
ar: أدخل كلمة السر
de: Passwort eingeben
es: Introducir contraseña
fr: Saisir le mot de passe
it: Inserisci la password
ja: パスワードを入力
ko: 암호 입력
pt_br: Digite a Senha
ru: Введите пароль
vi: Nhập mật khẩu
zh_hans: 输入密码
zh_hant: 輸入密碼

source: Enter the password again.
ar: أدخل كلمة السر مرة أخرى.
de: Gib das Passwort erneut ein.
es: Vuelve a introducir la contraseña.
fr: Saisissez à nouveau le mot de passe.
it: Inserisci di nuovo la password.
ja: パスワードをもう一度入力してください。
ko: 암호를 다시 입력하십시오.
pt_br: Digite a senha novamente.
ru: Введите пароль ещё раз.
vi: Hãy nhập lại mật khẩu.
zh_hans: 请再次输入密码。
zh_hant: 請再次輸入密碼。

source: Enter three or four octal digits (0–7).
ar: أدخل ثلاثة أو أربعة أرقام ثمانية (0–7).
de: Gib drei oder vier Oktalziffern (0–7) ein.
es: Introduce tres o cuatro dígitos octales (0–7).
fr: Saisissez trois ou quatre chiffres octaux (0–7).
it: Inserisci tre o quattro cifre ottali (0–7).
ja: 8進数の数字を3桁または4桁（0〜7）で入力してください。
ko: 8진수 세 자리 또는 네 자리(0–7)를 입력하십시오.
pt_br: Digite três ou quatro dígitos octais (0–7).
ru: Введите три или четыре восьмеричные цифры (0–7).
vi: Hãy nhập ba hoặc bốn chữ số bát phân (0–7).
zh_hans: 输入三位或四位八进制数字（0–7）。
zh_hant: 請輸入三或四位八進位數字（0–7）。

source: Entry Offset
ar: إزاحة نقطة الدخول
de: Eintrags-Offset
es: Desplazamiento de la entrada
fr: Décalage de l’entrée
it: Offset del punto d’ingresso
ja: エントリオフセット
ko: 진입점 오프셋
pt_br: Deslocamento de Entrada
ru: Смещение точки входа
vi: Offset điểm vào
zh_hans: 入口偏移
zh_hant: 進入點偏移

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Everyone
ar: الجميع
de: Alle
es: Todos
fr: Tout le monde
it: Tutti
ja: 全員
ko: 모두
pt_br: Todos
ru: Все
vi: Mọi người
zh_hans: 所有人
zh_hant: 所有人

source: Executable
ar: ملف تنفيذي
de: Ausführbare Datei
es: Ejecutable
fr: Exécutable
it: Eseguibile
ja: 実行ファイル
ko: 실행 파일
pt_br: Executável
ru: Исполняемый файл
vi: Tệp thực thi
zh_hans: 可执行文件
zh_hant: 可執行檔

source: Execute
ar: تنفيذ
de: Ausführen
es: Ejecución
fr: Exécution
it: Esecuzione
ja: 実行
ko: 실행
pt_br: Executar
ru: Выполнение
vi: Thực thi
zh_hans: 执行
zh_hant: 執行

source: Exposure
ar: زمن التعريض
de: Belichtung
es: Exposición
fr: Exposition
it: Esposizione
ja: 露出時間
ko: 노출 시간
pt_br: Exposição
ru: Выдержка
vi: Phơi sáng
zh_hans: 曝光时间
zh_hant: 曝光時間

source: Extended Attributes
ar: السمات الموسّعة
de: Erweiterte Attribute
es: Atributos extendidos
fr: Attributs étendus
it: Attributi estesi
ja: 拡張属性
ko: 확장 속성
pt_br: Atributos Estendidos
ru: Расширенные атрибуты
vi: Thuộc tính mở rộng
zh_hans: 扩展属性
zh_hant: 延伸屬性

source: Extract
ar: استخراج
de: Extrahieren
es: Extraer
fr: Extraire
it: Estrai
ja: 展開
ko: 추출
pt_br: Extrair
ru: Извлечь
vi: Giải nén
zh_hans: 解压
zh_hant: 解壓縮

source: Extract All
ar: استخراج الكل
de: Alle extrahieren
es: Extraer todo
fr: Tout extraire
it: Estrai tutto
ja: すべて展開
ko: 모두 추출
pt_br: Extrair Tudo
ru: Извлечь все
vi: Giải nén tất cả
zh_hans: 全部解压
zh_hant: 全部解壓縮

source: Extract Listed Items
ar: استخراج العناصر المدرجة
de: Aufgelistete Objekte extrahieren
es: Extraer elementos listados
fr: Extraire les éléments listés
it: Estrai elementi elencati
ja: 表示中の項目を展開
ko: 표시된 항목 추출
pt_br: Extrair Itens Listados
ru: Извлечь показанные объекты
vi: Giải nén các mục đã liệt kê
zh_hans: 解压已列出的项目
zh_hant: 解壓縮所列項目

source: Extract Selection
ar: استخراج التحديد
de: Auswahl extrahieren
es: Extraer la selección
fr: Extraire la sélection
it: Estrai la selezione
ja: 選択項目を展開
ko: 선택 항목 추출
pt_br: Extrair Seleção
ru: Извлечь выбранное
vi: Giải nén phần đã chọn
zh_hans: 解压所选项目
zh_hant: 解壓縮所選項目

source: Extract To…
ar: استخراج إلى…
de: Extrahieren nach…
es: Extraer en…
fr: Extraire vers…
it: Estrai in…
ja: 展開先を選択…
ko: 추출 위치 선택…
pt_br: Extrair Para…
ru: Извлечь в…
vi: Giải nén vào…
zh_hans: 解压到…
zh_hant: 解壓縮到…

source: Extracted
ar: تم الاستخراج
de: Extrahiert
es: Extraído
fr: Extrait
it: Estratto
ja: 展開しました
ko: 추출됨
pt_br: Extraído
ru: Извлечено
vi: Đã giải nén
zh_hans: 已解压
zh_hant: 已解壓縮

source: Extracting…
ar: جارٍ الاستخراج…
de: Wird extrahiert…
es: Extrayendo…
fr: Extraction…
it: Estrazione…
ja: 展開中…
ko: 추출 중…
pt_br: Extraindo…
ru: Извлечение…
vi: Đang giải nén…
zh_hans: 正在解压…
zh_hant: 正在解壓縮…

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: よく使う項目
ko: 즐겨찾기
pt_br: Favoritos
ru: Избранное
vi: Yêu thích
zh_hans: 收藏
zh_hant: 喜好項目

source: Fila cannot open this link. Check the address and try again.
ar: لا يستطيع Fila فتح هذا الرابط. تحقق من العنوان وحاول مرة أخرى.
de: Fila kann diesen Link nicht öffnen. Prüfe die Adresse und versuche es erneut.
es: Fila no puede abrir este enlace. Comprueba la dirección e inténtalo de nuevo.
fr: Fila ne peut pas ouvrir ce lien. Vérifiez l’adresse et réessayez.
it: Fila non può aprire questo link. Controlla l’indirizzo e riprova.
ja: Filaはこのリンクを開けません。アドレスを確認してから、もう一度お試しください。
ko: Fila가 이 링크를 열 수 없습니다. 주소를 확인한 다음 다시 시도하십시오.
pt_br: O Fila não pode abrir este link. Verifique o endereço e tente novamente.
ru: Fila не может открыть эту ссылку. Проверьте адрес и повторите попытку.
vi: Fila không mở được liên kết này. Hãy kiểm tra địa chỉ rồi thử lại.
zh_hans: Fila 无法打开此链接。检查地址后重试。
zh_hant: Fila 無法打開此連結。請檢查位址後再試一次。

source: Fila cannot see other apps on this device.
ar: لا يمكن لـ Fila رؤية التطبيقات الأخرى على هذا الجهاز.
de: Fila kann die anderen Apps auf diesem Gerät nicht sehen.
es: Fila no puede ver las otras apps de este dispositivo.
fr: Fila ne peut pas voir les autres apps de cet appareil.
it: Fila non riesce a vedere le altre app su questo dispositivo.
ja: Fila はこのデバイス上の他の App を参照できません。
ko: Fila가 이 기기의 다른 앱을 볼 수 없습니다.
pt_br: O Fila não consegue ver os outros apps neste dispositivo.
ru: Fila не видит другие приложения на этом устройстве.
vi: Fila không thể thấy các ứng dụng khác trên thiết bị này.
zh_hans: Fila 无法看到此设备上的其他 App。
zh_hant: Fila 無法看到此裝置上的其他 App。

source: Fila cannot use the system installer. Open “%@” with another installer.
ar: لا يستطيع Fila استخدام مثبّت النظام. افتح ”%@“ بمثبّت آخر.
de: Fila kann den Systeminstaller nicht verwenden. Öffne „%@“ mit einem anderen Installer.
es: Fila no puede usar el instalador del sistema. Abre “%@” con otro instalador.
fr: Fila ne peut pas utiliser l’installateur du système. Ouvrez « %@ » avec un autre installateur.
it: Fila non può usare l’installer di sistema. Apri “%@” con un altro installer.
ja: Filaはシステムのインストーラを使用できません。「%@」を別のインストーラで開いてください。
ko: Fila는 시스템 설치 프로그램을 사용할 수 없습니다. 다른 설치 프로그램으로 “%@”을(를) 여십시오.
pt_br: O Fila não pode usar o instalador do sistema. Abra “%@” com outro instalador.
ru: Fila не может использовать системный установщик. Откройте «%@» в другом установщике.
vi: Fila không dùng được trình cài đặt hệ thống. Hãy mở “%@” bằng trình cài đặt khác.
zh_hans: Fila 无法使用系统安装器。用其他安装器打开“%@”。
zh_hant: Fila 無法使用系統安裝程式。請用其他安裝程式打開「%@」。

source: Fila closed before the task finished. Start it again.
ar: أُغلق Fila قبل انتهاء المهمة. ابدأها من جديد.
de: Fila wurde beendet, bevor die Aufgabe abgeschlossen war. Starte sie erneut.
es: Fila se cerró antes de que la tarea terminara. Vuelve a iniciarla.
fr: Fila s’est fermé avant la fin de la tâche. Relancez-la.
it: Fila è stato chiuso prima che l’attività finisse. Avviala di nuovo.
ja: タスクが完了する前にFilaが終了しました。もう一度実行してください。
ko: 작업이 끝나기 전에 Fila가 종료되었습니다. 다시 시작하십시오.
pt_br: O Fila foi encerrado antes de a tarefa terminar. Inicie-a novamente.
ru: Приложение Fila было закрыто до завершения задачи. Запустите её снова.
vi: Fila đã đóng trước khi tác vụ hoàn tất. Hãy bắt đầu lại.
zh_hans: 任务尚未完成时 Fila 已关闭，请重新开始任务。
zh_hant: Fila 在工作完成前已關閉。請重新開始這項工作。

source: Fila could not complete this request. Try again.
ar: تعذّر على Fila إكمال هذا الطلب. حاول مرة أخرى.
de: Fila konnte diese Anfrage nicht abschließen. Versuche es erneut.
es: Fila no ha podido completar esta solicitud. Inténtalo de nuevo.
fr: Fila n’a pas pu traiter cette requête. Réessayez.
it: Fila non ha potuto completare questa richiesta. Riprova.
ja: Filaはこの要求を完了できませんでした。もう一度お試しください。
ko: Fila가 이 요청을 완료할 수 없습니다. 다시 시도하십시오.
pt_br: O Fila não conseguiu concluir esta solicitação. Tente novamente.
ru: Fila не удалось выполнить этот запрос. Повторите попытку.
vi: Fila không thể hoàn tất yêu cầu này. Hãy thử lại.
zh_hans: Fila 无法完成此请求。请重试。
zh_hant: Fila 無法完成此請求。請再試一次。

source: Fila could not find App Data for %@.
ar: تعذّر على Fila العثور على بيانات التطبيق لـ %@.
de: Fila konnte keine App-Daten für %@ finden.
es: Fila no ha encontrado los datos de la app de %@.
fr: Fila n’a pas trouvé les données d’app de %@.
it: Fila non ha trovato i dati dell’app per %@.
ja: Filaは%@のAppデータを見つけられませんでした。
ko: %@의 앱 데이터를 찾을 수 없습니다.
pt_br: O Fila não encontrou os Dados do App de %@.
ru: Fila не удалось найти данные приложения для %@.
vi: Fila không tìm thấy Dữ liệu ứng dụng của %@.
zh_hans: Fila 无法找到 %@ 的应用数据。
zh_hant: Fila 找不到 %@ 的 App 資料。

source: Fila could not get root access. Install the Fila package on a jailbroken device.
ar: تعذّر على Fila الحصول على صلاحية الجذر. ثبّت حزمة Fila على جهاز عليه جيلبريك.
de: Fila konnte keinen Root-Zugriff erhalten. Installiere das Fila-Paket auf einem Gerät mit Jailbreak.
es: Fila no ha podido obtener acceso root. Instala el paquete de Fila en un dispositivo con jailbreak.
fr: Fila n’a pas pu obtenir l’accès root. Installez le paquet Fila sur un appareil jailbreaké.
it: Fila non ha ottenuto l’accesso root. Installa il pacchetto Fila su un dispositivo con jailbreak.
ja: Filaはroot権限を取得できませんでした。脱獄済みのデバイスにFilaパッケージをインストールしてください。
ko: Fila가 루트 권한을 얻지 못했습니다. 탈옥된 기기에 Fila 패키지를 설치하십시오.
pt_br: O Fila não conseguiu obter acesso root. Instale o pacote do Fila em um dispositivo com jailbreak.
ru: Fila не удалось получить root-доступ. Установите пакет Fila на устройство с джейлбрейком.
vi: Fila không lấy được quyền root. Hãy cài gói Fila trên thiết bị jailbreak.
zh_hans: Fila 无法获得 root 权限。在越狱设备上安装 Fila 软件包。
zh_hant: Fila 無法取得 root 權限。請在越獄裝置上安裝 Fila 套件。

source: Fila did not open in time. Try again.
ar: لم يُفتح Fila في الوقت المناسب. حاول مرة أخرى.
de: Fila wurde nicht rechtzeitig geöffnet. Versuche es erneut.
es: Fila no se ha abierto a tiempo. Inténtalo de nuevo.
fr: Fila ne s’est pas ouvert à temps. Réessayez.
it: Fila non si è aperto in tempo. Riprova.
ja: Filaを時間内に開けませんでした。もう一度お試しください。
ko: Fila가 제때 열리지 않았습니다. 다시 시도하십시오.
pt_br: O Fila não abriu a tempo. Tente novamente.
ru: Не удалось открыть Fila вовремя. Повторите попытку.
vi: Fila không mở kịp. Hãy thử lại.
zh_hans: Fila 未能及时打开。请重试。
zh_hant: Fila 未能及時打開。請再試一次。

source: Fila does not have permission to do this.
ar: لا يملك Fila إذنًا للقيام بذلك.
de: Fila hat dafür keine Berechtigung.
es: Fila no tiene permiso para hacer esto.
fr: Fila n’a pas l’autorisation de faire cela.
it: Fila non ha i permessi per eseguire questa operazione.
ja: Filaにはこの操作を行う権限がありません。
ko: Fila에 이 작업을 수행할 권한이 없습니다.
pt_br: O Fila não tem permissão para fazer isto.
ru: У Fila нет прав на это действие.
vi: Fila không có quyền thực hiện việc này.
zh_hans: Fila 没有执行此操作的权限。
zh_hant: Fila 沒有執行此操作的權限。

source: Fila does not support this: %@.
ar: لا يدعم Fila هذا: %@.
de: Fila unterstützt dies nicht: %@.
es: Fila no admite esto: %@.
fr: Fila ne prend pas cela en charge : %@.
it: Fila non supporta questo: %@.
ja: Filaはこれに対応していません: %@。
ko: Fila가 지원하지 않는 항목입니다: %@.
pt_br: O Fila não suporta isto: %@.
ru: Fila это не поддерживает: %@.
vi: Fila không hỗ trợ điều này: %@.
zh_hans: Fila 不支持：%@。
zh_hant: Fila 不支援此項目：%@。

source: Fila finds the program a script needs if it isn't in the usual place. Turn this off to run scripts exactly as written.
ar: يعثر Fila على البرنامج الذي يحتاجه البرنامج النصي إذا لم يكن في مكانه المعتاد. أوقف هذا الخيار لتشغيل البرامج النصية كما هي مكتوبة تمامًا.
de: Fila findet das von einem Skript benötigte Programm, wenn es nicht am üblichen Ort liegt. Deaktiviere dies, um Skripte genau wie geschrieben auszuführen.
es: Fila busca el programa que necesita un script si no está en el lugar habitual. Desactiva esta opción para ejecutar los scripts exactamente como están escritos.
fr: Fila trouve le programme dont un script a besoin s’il ne se trouve pas à l’emplacement habituel. Désactivez cette option pour exécuter les scripts exactement tels qu’ils sont écrits.
it: Fila trova il programma richiesto da uno script se non si trova nella posizione abituale. Disattiva questa opzione per eseguire gli script esattamente come sono scritti.
ja: スクリプトが必要とするプログラムが通常の場所にない場合、Filaがそれを探します。オフにすると、スクリプトに書かれたとおりに実行します。
ko: 스크립트에 필요한 프로그램이 일반적인 위치에 없으면 Fila가 찾아 줍니다. 이 옵션을 끄면 스크립트에 작성된 그대로 실행합니다.
pt_br: O Fila encontra o programa de que um script precisa se ele não estiver no local habitual. Desative esta opção para executar os scripts exatamente como estão escritos.
ru: Fila находит программу, необходимую скрипту, если её нет в обычном месте. Отключите этот параметр, чтобы выполнять скрипты ровно так, как они написаны.
vi: Fila sẽ tìm chương trình mà tập lệnh cần nếu nó không nằm ở vị trí thông thường. Hãy tắt tùy chọn này để chạy tập lệnh đúng như đã viết.
zh_hans: 若脚本所需的程序不在常规位置，Fila 会自动查找。关闭后将完全按脚本所写的方式运行。
zh_hant: 若腳本所需的程式不在常規位置，Fila 會自動尋找。關閉後將完全依腳本所寫的方式執行。

source: Fila is running without root access. iOS limits it to its own files and the files you open in it. Install the Fila .deb on a supported device for full access.
ar: يعمل Fila بدون صلاحية الجذر. يقصره iOS على ملفاته الخاصة والملفات التي تفتحها فيه. ثبّت ملف Fila بصيغة .deb على جهاز مدعوم للحصول على وصول كامل.
de: Fila läuft ohne Root-Zugriff. iOS beschränkt es auf seine eigenen Dateien und die Dateien, die du darin öffnest. Installiere die Fila-.deb auf einem unterstützten Gerät für vollen Zugriff.
es: Fila se está ejecutando sin acceso root. iOS la limita a sus propios archivos y a los que abras en ella. Instala el .deb de Fila en un dispositivo compatible para tener acceso completo.
fr: Fila fonctionne sans accès root. iOS le limite à ses propres fichiers et à ceux que vous y ouvrez. Installez le .deb de Fila sur un appareil pris en charge pour un accès complet.
it: Fila è in esecuzione senza accesso root. iOS lo limita ai propri file e a quelli che apri al suo interno. Installa il .deb di Fila su un dispositivo supportato per l’accesso completo.
ja: Filaはroot権限なしで動作しています。iOSにより、Fila自身のファイルとFilaで開いたファイルだけに制限されます。すべてにアクセスするには、対応デバイスにFilaの.debをインストールしてください。
ko: Fila가 루트 권한 없이 실행 중입니다. iOS는 Fila를 자신의 파일과 Fila에서 연 파일로만 제한합니다. 전체 접근 권한을 얻으려면 지원되는 기기에 Fila .deb를 설치하십시오.
pt_br: O Fila está em execução sem acesso root. O iOS o limita aos próprios arquivos e aos arquivos que você abre nele. Instale o .deb do Fila em um dispositivo compatível para ter acesso completo.
ru: Fila работает без root-доступа. iOS ограничивает её собственными файлами и теми, которые вы в ней открываете. Для полного доступа установите .deb-пакет Fila на поддерживаемое устройство.
vi: Fila đang chạy mà không có quyền root. iOS chỉ cho phép Fila truy cập các tệp của chính nó và các tệp bạn mở trong đó. Hãy cài tệp .deb của Fila trên thiết bị được hỗ trợ để có toàn quyền truy cập.
zh_hans: Fila 正在以非 root 权限运行。iOS 只允许它访问自身文件以及你在其中打开的文件。要获得完整访问权限，在受支持的设备上安装 Fila .deb。
zh_hant: Fila 目前沒有 root 權限。iOS 將它限制在自身的檔案，以及你在其中打開的檔案。請在受支援的裝置上安裝 Fila 的 .deb 以取得完整權限。

source: Fila is running without root access. It can read most of the device, but it can only change files that belong to it. Install the Fila .deb on a supported device for full access.
ar: يعمل Fila بدون صلاحية الجذر. يمكنه قراءة معظم محتويات الجهاز، لكنه لا يستطيع تغيير سوى الملفات التي تخصه. ثبّت ملف Fila بصيغة .deb على جهاز مدعوم للحصول على وصول كامل.
de: Fila läuft ohne Root-Zugriff. Es kann den größten Teil des Geräts lesen, aber nur Dateien ändern, die ihm gehören. Installiere die Fila-.deb auf einem unterstützten Gerät für vollen Zugriff.
es: Fila se está ejecutando sin acceso root. Puede leer casi todo el dispositivo, pero solo puede modificar los archivos que le pertenecen. Instala el .deb de Fila en un dispositivo compatible para tener acceso completo.
fr: Fila fonctionne sans accès root. Il peut lire la majeure partie de l’appareil, mais il ne peut modifier que les fichiers qui lui appartiennent. Installez le .deb de Fila sur un appareil pris en charge pour un accès complet.
it: Fila è in esecuzione senza accesso root. Può leggere gran parte del dispositivo, ma può modificare solo i file che gli appartengono. Installa il .deb di Fila su un dispositivo supportato per l’accesso completo.
ja: Filaはroot権限なしで動作しています。デバイスの大部分を読み取れますが、変更できるのはFila自身のファイルだけです。すべてにアクセスするには、対応デバイスにFilaの.debをインストールしてください。
ko: Fila가 루트 권한 없이 실행 중입니다. 기기의 대부분을 읽을 수 있지만, 변경은 자신에게 속한 파일에만 할 수 있습니다. 전체 접근 권한을 얻으려면 지원되는 기기에 Fila .deb를 설치하십시오.
pt_br: O Fila está em execução sem acesso root. Ele pode ler a maior parte do dispositivo, mas só pode alterar os arquivos que pertencem a ele. Instale o .deb do Fila em um dispositivo compatível para ter acesso completo.
ru: Fila работает без root-доступа. Она может читать большую часть устройства, но изменять только собственные файлы. Для полного доступа установите .deb-пакет Fila на поддерживаемое устройство.
vi: Fila đang chạy mà không có quyền root. Nó đọc được phần lớn thiết bị, nhưng chỉ thay đổi được các tệp thuộc về nó. Hãy cài tệp .deb của Fila trên thiết bị được hỗ trợ để có toàn quyền truy cập.
zh_hans: Fila 正在以非 root 权限运行。它可以读取设备上的大部分文件，但只能修改属于它自己的文件。要获得完整访问权限，在受支持的设备上安装 Fila .deb。
zh_hant: Fila 目前沒有 root 權限。它可以讀取裝置上大部分的內容，但只能更改屬於自己的檔案。請在受支援的裝置上安裝 Fila 的 .deb 以取得完整權限。

source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

source: File Actions
ar: إجراءات الملفات
de: Dateiaktionen
es: Acciones de archivo
fr: Actions sur les fichiers
it: Azioni file
ja: ファイル操作
ko: 파일 동작
pt_br: Ações de Arquivo
ru: Действия с файлами
vi: Tác vụ tệp
zh_hans: 文件操作
zh_hant: 檔案動作

source: File name
ar: اسم الملف
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
it: Nome del file
ja: ファイル名
ko: 파일 이름
pt_br: Nome do arquivo
ru: Имя файла
vi: Tên tệp
zh_hans: 文件名
zh_hant: 檔案名稱

source: File Name
ar: اسم الملف
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
it: Nome del file
ja: ファイル名
ko: 파일 이름
pt_br: Nome do Arquivo
ru: Имя файла
vi: Tên tệp
zh_hans: 文件名
zh_hant: 檔案名稱
